-------------------------------------------------------------------------------------------------------------------------------------------
UPDATE VERSION v0.3.8.2 (13.11.2022)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Часы теперь обновляются. Можно зажимать клавишу. Работает для дальнобойщика, грабителя, семьи.
1.1 Это два разных отображения. И я перевел её на новый стандарт. Хоть и окно не отличается. Но прорисовывается оно по другому.
1.2 Чтобы часы не пропадали, должна быть зажата первая клавиша. Вторую вы можете опустить после появления часов.
2.Исправление логов. Теперь отправка сообщений в вк работает снова.
4.Были исправлены события грабителя.
5.Пока меню статистики не перешел на новой GUI и не обновляется. Сравнить новый GUI со старым вы можете. Посмотрите как статично работают..
Статистика грабителя [NHome+Caps], Статистика дальнобойщика [N7], Статистика рыбака [NPgDn+Caps] и Статистика семьи [NDel+Caps]. 
6.По сравнение с Часы грабителя [NHome+Tab], Приборная панель [N5], Семья [NDel + Caps]. =)
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
UPDATE AND FIX VERSION v0.3.8.1 (11.11.2022)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Теперь перезагрузка приложения дожна вызывать события которые не были окончены (Для грабителя и дальнобойщика).
2.Добавлено время обратного отсчета в часы грабителя. Появляются после ограбления в [NHome + Tab].
3.Исправление приборной панель дальнобойщика [Numpad5] или [NumpadIns + Tab].
4.Добавлено экспериментальное меню [F3].
5.Была убрана норма. Теперь можно повышать ежедневный ранг за вклад.
6.Многие GUI были изменены. А так же уведомления.
7.Исправления событий дальнобойщика и грабителя.
8.Добавлен таймер битвы семей.
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
UPDATE VERSION v0.3.8.0 (11.11.2022)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Улучшение работы дальнобойщика. Добавлен таймер обратного отсчета. Добавлено получение точного времени разрузки/загрузки.
2.Исправление рыбалки. Главная кнопка была перенесена с [NIns] на [NPgDn].
3.Изменение интерфейса. Появились рандомные цвета.
4.Улучшение голосового диктора. Теперь он не добавляет задержку.
5.Изменено описание уведомлений.
-------------------------------------------------------------------------------------------------------------------------------------------
