-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.5.3(4) (10.06.2020) [FIX] [NEW] [UPDATE]
-------------------------------------------------------------------------------------------------------------------------------------------
1.Исправления время и даты у часов. Убрана постоянная синхронизация времени. Теперь вы можете использовать своё время. [FIX]
2.Добавлены часы для проверки точного времени (Удобно при слете). Используйте правую кнопку Windows. [NEW]
3.Изменено описание в разделе "Информация". [UPDATE]
4.Добавлено пару всплывающих уведомлений в Windows. Где в начале нового дня вы получите оповещение об (не)выполненной норме. [NEW]
5.Улучшены команды [/accept], [/mrepair], [/pcl], [/ccl], [/ptime], [/attackfamily]. [UPDATE]
6.Добавлена команда [/pvipad] - выдает 2х норму за объявления. [NEW]
7.Обновлена система рангов. Была удалена старая система. [NEW]
-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.5.2(1) (09.06.2020) [FIX] [NEW]
-------------------------------------------------------------------------------------------------------------------------------------------
1.Добавлены логи для Битвы семей (Только при атаке). [FIX]
2.Изменена команда [/pin]. Исправлен черный список. Пока что он не блокирует входящие запросы на принятие. [FIX]
3.Исправлена команда [/pad]. Добавлена отдельная норма для заместелей. Доступна всем для использования. [FIX]
5.Улучшена команда для атаки семьи. Добавлено оповещение семьи. Если у противоположной семьи есть КД больше 3 минут. [NEW]
6.Добавлены команды [/pcl] - устанавливает цвет семьи. [/ccl] - делает вас невидимкой на радаре. [NEW]
7.Улучшены команды [/ffinvite, /ffuninvite, /atackfamily]. Добавлена команда [/pwar,/pawar] - атаковать/принять БС. [NEW]
8.Добавлена команда [/ptime].
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.5.0 (07.06.2020) [BETA]
-------------------------------------------------------------------------------------------------------------------------------------------
1.Улучшена команда для семьи (Открытие/закрытие дома семьи).
2.Убрана норма по очкам. Добавлена норма подачи объявлений для заместителей (Используйте новую команду /pad).
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.4.9 (04.06.2020)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Улучшения команд для основателя.
2.Исправление рангов.
3.Исправление обновлений прошлой версии.
4.Добавлены метки в конце сообщений. (О) - Основатель. (З) - Заместитель. (Ч) - Член.
5.Исправление команды /pbank.
-------------------------------------------------------------------------------------------------------------------------------------------