-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.6.0(8) (21.06.2020)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Исправления уведомлений связанные с нормой. Ранг по норме изменяется теперь без перезапуска.
2.Изменена команда [/pbank] на [/ppay] - для вклада в семью.
3.Команда [/pad | /pvipad] стала доступна всем.
4.Исправлена команда для запуска битвы семей. 
5.Добавлена команда для заместителей [/pcheck] - проверка списков ЧС/ПЧС/БС. Улучшена команда для проверки списков.
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.5.7(6) (14.06.2020)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Исправление багов с часами. Неправильное время на часах.
2.Добавлена команда [/pwartime] - указывает время до начала битвы семей. Можно использовать в вк (Только для того кто принял войну).
3.Теперь вы можете добавять своё. Изменяйте скрипт prasquad.ahk на своё усмотрение. И перезапустите семейный скрипт для активации.
4.Исправлены сокращения для ОПГ/МАФИИ.
5.Все сокращения для СМИ и ОПГ/МАФИИ. Стали общедоступные (Изучить можно только в разделе СМИ/ОПГ/МАФИИ).
6.Удалены горячие клавиши для выдачи предупреждений, принятия и исключения. Используйте команду [/pwarn, /pin, /pun, /pon].
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.5.5(3) (10.06.2020) [FIX] [NEW] [UPDATE]
-------------------------------------------------------------------------------------------------------------------------------------------
1.Исправления время и даты у часов. Убрана постоянная синхронизация времени. Теперь вы можете использовать своё время. [FIX]
2.Добавлены часы для проверки точного времени (Удобно при слете). Используйте правую кнопку Windows. [NEW]
3.Изменено описание в разделе "Информация". [UPDATE]
4.Добавлено пару всплывающих уведомлений в Windows. Где в начале нового дня вы получите оповещение об (не)выполненной норме. [NEW]
5.Улучшены команды [/accept], [/mrepair], [/pcl], [/ccl], [/ptime], [/attackfamily]. [UPDATE]
6.Добавлена команда [/pvipad] - выдает 2х норму за объявления. [NEW]
7.Обновлена система рангов. Была удалена старая система. [NEW]
8.Добавлено оповещение при переключении на голосовой чат семьи. [NEW]
9.Улучшены команды для битвы семей. [UPDATE]
10.Обновлены профили. [NEW]
-------------------------------------------------------------------------------------------------------------------------------------------