-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.6.2(0) (02.07.2020) [FIX]
-------------------------------------------------------------------------------------------------------------------------------------------
1.Улучшены команды для заместителей:
1.1 Команда [/pcheck (id/имя)] - проверка игрока в списках ЧС/ПЧС/БС. Улучшена команда для проверки списков. [FIX x2]
1.2 Команда [/pin (id)] - приглашение в семью с проверкой на ЧС/ПЧС/БС.
1.3 Команда [/pun (id/имя) (причина)] - исключить из семьи (онлайн режим).
1.4 Команда [/pon (причина)] - исключить из семьи (оффлайн режим - через список).
1.5 Команда [/pwarn (id/имя) (-3 до 5) (причина)] - Предупреждения и ЧС/ОЧС.
1.5.1 Уровень от (-3 до -1) - Снять, от (1 до 3) - Выдать, 4 - ЧС, 5 - ОЧС.
2.Была уравновешена норма для заместителей - Денежный вклад уменьшен для баланса (объявления).
3.Уменьшение вклада за рыбалку (30% > 20%).
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.5.9(8) (21.06.2020)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Исправления уведомлений связанные с нормой. Ранг по норме изменяется теперь без перезапуска.
2.Изменена команда [/pbank] на [/ppay] - для вклада в семью.
3.Команда [/pad | /pvipad] стала доступна всем.
4.Исправлена команда для запуска битвы семей. 
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.5.7(6) (14.06.2020)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Исправление багов с часами. Неправильное время на часах.
2.Добавлена команда [/pwartime] - указывает время до начала битвы семей. Можно использовать в вк (Только для того кто принял войну).
3.Теперь вы можете добавять своё. Изменяйте скрипт prasquad.ahk на своё усмотрение. И перезапустите семейный скрипт для активации.
4.Исправлены сокращения для ОПГ/МАФИИ.
5.Все сокращения для СМИ и ОПГ/МАФИИ. Стали общедоступные (Изучить можно только в разделе СМИ/ОПГ/МАФИИ).
6.Удалены горячие клавиши для выдачи предупреждений, принятия и исключения. Используйте команду [/pwarn, /pin, /pun, /pon].
-------------------------------------------------------------------------------------------------------------------------------------------