-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.5.2(1) (09.06.2020) [FIX] [NEW]
-------------------------------------------------------------------------------------------------------------------------------------------
1.Добавлены логи для Битвы семей (Только при атаке). [FIX]
2.Изменена команда [/pin]. Исправлен черный список. Пока что он не блокирует входящие запросы на принятие. [FIX]
3.Исправлена команда [/pad]. Добавлена отдельная норма для заместелей. Доступна всем для использования. [FIX]
5.Улучшена команда для атаки семьи. Добавлено оповещение семьи. Если у противоположной семьи есть КД больше 3 минут. [NEW]
6.Добавлены команды [/pcl] - устанавливает цвет семьи. [/ccl] - делает вас невидимкой на радаре. [NEW]
7.Улучшены команды [/ffinvite, /ffuninvite, /atackfamily]. Добавлена команда [/pwar,/pawar] - атаковать/принять БС. [NEW]
8.Добавлена команда [/ptime].
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.5.0 (07.06.2020) [BETA]
-------------------------------------------------------------------------------------------------------------------------------------------
1.Улучшена команда для семьи (Открытие/закрытие дома семьи).
2.Убрана норма по очкам. Добавлена норма подачи объявлений для заместителей (Используйте новую команду /pad).
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.4.9 (04.06.2020)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Улучшения команд для основателя.
2.Исправление рангов.
3.Исправление обновлений прошлой версии.
4.Добавлены метки в конце сообщений. (О) - Основатель. (З) - Заместитель. (Ч) - Член.
5.Исправление команды /pbank.
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.4.7 (02.06.2020)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Исправления обновлений.
2.Исправлена команда /pbank.
3.Добавлен тестовый черный список для заместителей.
4.Улучшены команды для основателя. Добавлены оповещения.
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.4.6 (12.05.2020)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Вспывающие окна стали прозрачными.
2.Изменены настройки для фракций.
3.Изменена команда /pbank.
-------------------------------------------------------------------------------------------------------------------------------------------