-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.4.7 (2.06.2020)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Исправления обновлений.
2.Исправлена команда /pbank.
3.Добавлен тестовый черный список для заместителей.
4.Улучшены команды для основателя. Добавлены оповещения.
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.4.6 (12.05.2020)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Вспывающие окна стали прозрачными.
2.Изменены настройки для фракций.
3.Изменена команда /pbank.
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.4.5 (11.05.2020)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Увеличено время для AFK.
2.Добавлена подсказка в настройках грабителя.
3.Изменен дальнобойщик. Исправлен таймер для дальнобойщика.
4.Вклады можно делать только через команду [/pbank]. Что менее нормы - не будет засчитано.
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.4.4 (09.05.2020)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Изменен AFK режим. Добавлено реалистичное нажатие клавиш (Над головой игрока будет написано - размышляет..).
2.Добавлены команды для заместителей семьи. Теперь обрабатываются стандартные команды принятия/исключения.
3.Добавлен голосовой помошник для дальнобойщика. Изменен доступ. Сделайте вклад в размере одного рейса из шести в сутки.
4.Улучшена рыбалка. Добавлено новое рандомное действие. Добавлен лимит по вкладу (30%). Смотрите в статистике.
5.Иправлен личный паспорт семьи. Добавлена рамка вокруг фотографии.
6.Изменен вид всплывающих окон. Установлен другой шрифт.
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.4.3 (08.05.2020)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Улучшена функция получения ID игрока.
2.Добавлены команды для ОПГ [/dgv, /dgx, /m4v, /m4x, /akv, /akx, /m5v, /m5x, /rfv, /rfx, /sgv, /sgx] (v-50, x-100).
3.Исправлены настройки грабителя (Не работало в прошлой версии).
4.Добавлена команда для механика (Починить себя). И исправлена команда (Починить и заправить).
5.Добавлено предупреждение дальнобойщика за 10 секунд.
-------------------------------------------------------------------------------------------------------------------------------------------