-------------------------------------------------------------------------------------------------------------------------------------------
FIX VERSION v0.3.7.7(3) (06.11.2022-08.11.2022)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Размер часов был увеличен и перенесен на вверх [RWin].
2.Исправление настроек фракции [NDiv + NDot]. Сочетание клавиш не работало правильно.
2.1 Добавлен ранг в описании и тег для рации.
3.Исправление базы данных [NDiv + P]. Списки снова работают (нажмите на стрелочку и выберите игрока).
3.1 Исправлено получение фотографий, улучшено качество с 100х100 до 200х200.
3.2 Удален раздел отряда с паспорта.
4.Добавлена возможность переименовать название груза для дальнобойщика. В настройках [NDot + N2].
4.1 Добавлена корректировка времени для груза. Нажмите N1 или N3 на месте разгрузки/загрузки.
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
FIX VERSION v0.3.7.4(0) (25.08.2021)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Исправление бага связанным с окончанием аренды дома.
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
FIX VERSION v0.3.7.3(0) (24.12.2020)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Исправления багов.
2.Теперь обновление скрипта будет производиться в каждые 30 минут другого часа.
2.1 Обновление будет производиться в следующем часу после запуска.
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.7.1(0) (06.08.2020)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Изменены названия рангов.
2.Изменены сообщение по докладам нормы в вк.
3.Изменен лимит в статистике рыбалки.
4.Улучшен встроенный лаунчер.
5.Улучшено получение инициалов в скрипте, для отыгоровки документов.
6.Добавлена возможность смотреть историю никнеймов, наведите курсор на фотографию в паспорте. При нажатии, вы сразу попадаете в лс.
7.Изменены медали, при навидении на них выходит кратое описание. Аватарка в профиле была ухудшена, для ещё более быстрой загрузки.
-------------------------------------------------------------------------------------------------------------------------------------------
