-------------------------------------------------------------------------------------------------------------------------------------------
FIX VERSION v0.3.7.4(0) (25.08.2021)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Исправление бага связанным с окончанием аренды дома.
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
FIX VERSION v0.3.7.3(0) (24.12.2020)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Исправления багов.
2.Теперь обновление скрипта будет производиться в каждые 30 минут другого часа.
2.1 Обновление будет производиться в следующем часу после запуска.
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.7.1(0) (06.08.2020)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Изменены названия рангов.
2.Изменены сообщение по докладам нормы в вк.
3.Изменен лимит в статистике рыбалки.
4.Улучшен встроенный лаунчер.
5.Улучшено получение инициалов в скрипте, для отыгоровки документов.
6.Добавлена возможность смотреть историю никнеймов, наведите курсор на фотографию в паспорте. При нажатии, вы сразу попадаете в лс.
7.Изменены медали, при навидении на них выходит кратое описание. Аватарка в профиле была ухудшена, для ещё более быстрой загрузки.
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.6.9(7) (02.08.2020)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Добавлены отчеты в группу вк.
2.Изменен текст листа в [/pcheck] и [/pin].
3.Были обнулены счета, с 01.08.2020 вводится новый счет. Старый счет лежит в резерве.
4.Возвращены аватарки в паспорте, добавлены достижения. Показывает в онлайне ли человек находится. Для связи нажмите на фотографию.
5.Исправление команд связанные с битвой семей.
6.Добавлена команда для оповещения в вк во время игры, доступно только заместителям [/prep (С), /prepall (С) - общая беседа].
-------------------------------------------------------------------------------------------------------------------------------------------