-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.6.3 (06.07.2020)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Изменены названия рангов.
2.Изменены сообщение по докладам нормы в вк.
3.Изменен лимит в статистике рыбалки.
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.6.9(7) (02.08.2020)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Добавлены отчеты в группу вк.
2.Изменен текст листа в [/pcheck] и [/pin].
3.Были обнулены счета, с 01.08.2020 вводится новый счет. Старый счет лежит в резерве.
4.Возвращены аватарки в паспорте, добавлены достижения. Показывает в онлайне ли человек находится. Для связи нажмите на фотографию.
5.Исправление команд связанные с битвой семей.
6.Добавлена команда для оповещения в вк во время игры, доступно только заместителям [/prep (С), /prepall (С) - общая беседа].
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
NEW VERSION v0.3.6.6(4) (11.07.2020) [FIX]
-------------------------------------------------------------------------------------------------------------------------------------------
1.Улучшена команда [/ppay (сумма)], вы можете указать сумму или оставить пробел после команды - для оплаты нормы. [FIX]
1.1 Если вклад норма или больше её, будет отправлено сообщение об аренде дома.
1.2 Если вклад больше 1/2 нормы, будет отправлено сообщение об вкладе в семью.
1.3 Если вклад ниже 1/2 нормы, вклад будет засчитан только в банк семьи. [FIX]
2.В статистику было добавлено слово об выполнении нормы [/pstats] | [NDel + CapsLock]].
3.В статистику семьи была добавлена дата последнего обновления [/pbank] | [NDel + TAB].
3.1 Добавлена статистика на аренду дома по вашему вкладу (Теперь она появляется при вашем вложении в семью).
3.2 Общая статистика банка и аренды суммируется с вашим вкладом. И обнуляется после обновления.
4.Добавлена команда [/psay (название/номер)] для заместителей. Новые оповещение. Название: ["vk"(1), "rules"(2)]. [FIX]
5.Подключение к рации с оповещением [/prf] | [LAlt + F2]. [UPDATE]
6.Исправлена команда для принятия в семью [/pin (id)]. [FIX]
7.Добавлена дополнительная авторизация для заместителей [/plogin (пароль)].
8.Обрабатываеются команды для дальнобойщика [/tload | /tunload].
9.Исправления багов дальнобойщика (Сбросьте настройки дальнобойщика перед применением).
-------------------------------------------------------------------------------------------------------------------------------------------