-------------------------------------------------------------------------------------------------------------------------------------------
UPDATE VERSION v0.3.7.9 (10.11.2022)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Улучшение фракции дальнобойщика.
2.Исправление рыбалки.
3.Изменение цвета интерфейса.
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
FIX VERSION v0.3.7.7(3) (06.11.2022-08.11.2022)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Размер часов был увеличен и перенесен на вверх [RWin].
2.Исправление настроек фракции [NDiv + NDot]. Сочетание клавиш не работало правильно.
2.1 Добавлен ранг в описании и тег для рации.
3.Исправление базы данных [NDiv + P]. Списки снова работают (нажмите на стрелочку и выберите игрока).
3.1 Исправлено получение фотографий, улучшено качество с 100х100 до 200х200.
3.2 Удален раздел отряда с паспорта.
4.Добавлена возможность переименовать название груза для дальнобойщика. В настройках [NDot + N2].
4.1 Добавлена корректировка времени для груза. Нажмите N1 или N3 на месте разгрузки/загрузки.
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
FIX VERSION v0.3.7.4(0) (25.08.2021)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Исправление бага связанным с окончанием аренды дома.
-------------------------------------------------------------------------------------------------------------------------------------------
