-------------------------------------------------------------------------------------------------------------------------------------------
UPDATE AND FIX VERSION v0.3.8.2 (11.11.2022)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Теперь перезагрузка приложения дожна вызывать события которые не были окончены (Для грабителя и дальнобойщика).
2.Добавлено время обратного отсчета в часы грабителя. Появляются после ограбления в [NHome + Tab].
3.Исправление приборной панель дальнобойщика [Numpad5] или [NumpadIns + Tab].
4.Добавлено экспериментальное меню [F3].
5.Была убрана норма. Теперь можно повышать ежедневный ранг за вклад.
6.Многие GUI были изменены. А так же уведомления.
7.Исправления событий дальнобойщика и грабителя.
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
UPDATE VERSION v0.3.8.0 (11.11.2022)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Улучшение работы дальнобойщика. Добавлен таймер обратного отсчета. Добавлено получение точного времени разрузки/загрузки.
2.Исправление рыбалки. Главная кнопка была перенесена с [NIns] на [NPgDn].
3.Изменение интерфейса. Появились рандомные цвета.
4.Улучшение голосового диктора. Теперь он не добавляет задержку.
5.Изменено описание уведомлений.
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
FIX VERSION v0.3.7.7 (06.11.2022-08.11.2022)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Размер часов был увеличен и перенесен на вверх [RWin].
2.Исправление настроек фракции [NDiv + NDot]. Сочетание клавиш не работало правильно.
2.1 Добавлен ранг в описании и тег для рации.
3.Исправление базы данных [NDiv + P]. Списки снова работают (нажмите на стрелочку и выберите игрока).
3.1 Исправлено получение фотографий, улучшено качество с 100х100 до 200х200.
3.2 Удален раздел отряда с паспорта.
4.Добавлена возможность переименовать название груза для дальнобойщика. В настройках [NDot + N2].
4.1 Добавлена корректировка времени для груза. Нажмите N1 или N3 на месте разгрузки/загрузки.
-------------------------------------------------------------------------------------------------------------------------------------------
