-------------------------------------------------------------------------------------------------------------------------------------------
UPDATE VERSION v0.3.8.6 (17.11.2022)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Используйте двойное нажатие [NHomex2](7). Чтобы вызвать часы грабителя. (Вы можете удерживать кнопку)
2.Используйте двойное нажатие [NDelx2](.). Чтобы вызвать семейную информацию. (Вы можете удерживать кнопку)
3.Используйте двойное нажатие [NInsx2](.). Чтобы вызвать приборную панель. (Вы можете удерживать кнопку)
4.Теперь 5 ранг считается выполнением нормы! (Множество багов в системе рангов)
5.Теперь статистика и время вместе. Теперь вместо вторичной кнопки Caps или Tab. Используется кнопка ~(ё).
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
UPDATE VERSION v0.3.8.2 (13.11.2022)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Часы теперь обновляются. Можно зажимать клавишу. Работает для дальнобойщика, грабителя, семьи.
1.1 Это два разных отображения. И я перевел её на новый стандарт. Хоть и окно не отличается. Но прорисовывается оно по другому.
1.2 Чтобы часы не пропадали, должна быть зажата первая клавиша. Вторую вы можете опустить после появления часов.
2.Исправление логов. Теперь отправка сообщений в вк работает снова.
4.Были исправлены события грабителя.
5.Пока меню статистики не перешел на новой GUI и не обновляется. Посмотрите как статично работает: ..
Статистика грабителя [NHome+Caps], Статистика дальнобойщика [N7], Статистика рыбака [NPgDn+Caps] и Статистика семьи [NDel+Caps]. 
6.По сравнение с Часы грабителя [NHome+Tab], Приборная панель [N5], Семья [NDel + Caps]. =)
-------------------------------------------------------------------------------------------------------------------------------------------

-------------------------------------------------------------------------------------------------------------------------------------------
UPDATE AND FIX VERSION v0.3.8.1 (11.11.2022)
-------------------------------------------------------------------------------------------------------------------------------------------
1.Теперь перезагрузка приложения дожна вызывать события которые не были окончены (Для грабителя и дальнобойщика).
2.Добавлено время обратного отсчета в часы грабителя. Появляются после ограбления в [NHome + Tab].
3.Исправление приборной панель дальнобойщика [Numpad5] или [NumpadIns + Tab].
4.Добавлено экспериментальное меню [F3].
5.Была убрана норма. Теперь можно повышать ежедневный ранг за вклад.
6.Многие GUI были изменены. А так же уведомления.
7.Исправления событий дальнобойщика и грабителя.
8.Добавлен таймер битвы семей.
-------------------------------------------------------------------------------------------------------------------------------------------